Repository: vordenken/varan
Catalog: Varan/Resources/Localizable.xcstrings
Source language: en
Languages: de

# title.editServer
source: Edit Server
de: Server bearbeiten

# title.editStack
source: Edit Stack
de: Stack bearbeiten

# title.logsUnavailable
source: Logs unavailable
de: Logs nicht verfügbar

# title.moreActions
source: More Actions
de: Weitere Aktionen

# title.newConnection
source: New Connection
de: Neue Verbindung

# title.newServer
source: New Server
de: Neuer Server

# title.newStack
source: New Stack
de: Neuer Stack

# title.serverActions
source: Server Actions
de: Serveraktionen

# title.servers
source: Servers
de: Server

# title.serversUnavailable
source: Servers unavailable
de: Server nicht verfügbar

# title.stackActions
source: Stack actions
de: Stack-Aktionen

# title.stacksUnavailable
source: Stacks unavailable
de: Stacks nicht verfügbar

# title.stackUnavailable
source: Stack unavailable
de: Stack nicht verfügbar

# notifications.actor
source: Actor
de: Ausgeführt von

# notifications.actor.action
source: Action
de: Aktion

# notifications.actor.autoRedeploy
source: Auto redeploy
de: Automatische Neubereitstellung

# notifications.actor.buildManager
source: Build manager
de: Build-Verwaltung

# notifications.actor.procedure
source: Procedure
de: Prozedur

# notifications.actor.repoManager
source: Repo manager
de: Repository-Verwaltung

# notifications.actor.resourceSync
source: Resource sync
de: Ressourcenabgleich

# notifications.actor.stackWizard
source: Stack wizard
de: Stack-Assistent

# notifications.actor.unknown
source: Unknown user
de: Unbekannter Benutzer

# notifications.alert
source: Alert
de: Warnung

# notifications.empty
source: No notifications
de: Keine Mitteilungen

# notifications.emptyFiltered
source: No matching notifications
de: Keine passenden Mitteilungen

# notifications.ended
source: Ended
de: Ende

# notifications.failed
source: Failed
de: Fehlgeschlagen

# notifications.filter.alerts
source: Alerts
de: Warnungen

# notifications.filter.all
source: All
de: Alle

# notifications.filter.severity
source: Severity
de: Schweregrad

# notifications.filter.updates
source: Updates
de: Aktionen

# notifications.loadMore
source: Load older entries
de: Ältere Einträge laden

# notifications.loading
source: Loading notifications…
de: Mitteilungen werden geladen…

# notifications.loadingResource
source: Loading resource
de: Ressource wird geladen

# notifications.markAllRead
source: Mark all as read
de: Alle als gelesen markieren

# notifications.open
source: Open
de: Offen

# notifications.openAlerts
source: Open alerts in loaded entries
de: Offene Warnungen in geladenen Einträgen

# notifications.operation
source: Operation
de: Aktion

# notifications.operation.rotateAllServerKeys
source: Rotate all server keys
de: Alle Serverschlüssel erneuern

# notifications.queued
source: Queued
de: Wartend

# notifications.resolved
source: Resolved
de: Behoben

# notifications.resolvedAt
source: Resolved at
de: Behoben am

# notifications.resource
source: Resource
de: Ressource

# notifications.resource.deleted
source: Deleted
de: Gelöscht

# notifications.resourceUnavailable
source: Resource unavailable
de: Ressource nicht verfügbar

# notifications.running
source: Running
de: Läuft

# notifications.runningUpdates
source: Running actions in loaded entries
de: Laufende Aktionen in geladenen Einträgen

# notifications.service
source: Service
de: Dienst

# notifications.severity
source: Severity
de: Schweregrad

# notifications.severity.critical
source: Critical
de: Kritisch

# notifications.severity.warning
source: Warning
de: Warnung

# notifications.stage.rotateServerKeys
source: Rotate server keys
de: Serverschlüssel erneuern

# notifications.stages
source: Stages
de: Schritte

# notifications.started
source: Started
de: Beginn

# notifications.succeeded
source: Succeeded
de: Erfolgreich

# notifications.system.criticalTitle
source: Critical alert
de: Kritische Warnung

# notifications.system.failedTitle
source: Action failed
de: Aktion fehlgeschlagen

# notifications.type
source: Type
de: Typ

# notifications.unavailable
source: Notification unavailable
de: Mitteilung nicht verfügbar

# notifications.update
source: Update
de: Aktion

# settings.criticalAlertNotificationsEnabled
source: Critical alerts
de: Kritische Warnungen

# settings.failedUpdateNotificationsEnabled
source: Failed actions
de: Fehlgeschlagene Aktionen

# settings.section.notifications
source: System Notifications
de: Systemmitteilungen

# settings.systemNotifications.description
source: Varan sends notifications for new events it detects while the app is active. Delivery while the app is closed requires push notifications, which are not configured yet.
de: Varan sendet Mitteilungen über neue Ereignisse, die die aktive App erkennt. Für die Zustellung bei geschlossener App sind Push-Mitteilungen nötig; diese sind noch nicht eingerichtet.

# settings.systemNotifications.permissionDenied
source: Notifications are disabled in System Settings. Allow notifications for Varan there to use this feature.
de: Mitteilungen sind in den Systemeinstellungen deaktiviert. Erlaube sie dort für Varan, um diese Funktion zu nutzen.

# settings.systemNotificationsEnabled
source: Allow system notifications
de: Systemmitteilungen erlauben

# title.notifications
source: Notifications
de: Mitteilungen
